{
  "title" : "5 Ways to Stay Cool Under Pressure",
  "bodyClass" : "article-list",
  "is-logged-in" : false,
  "article-list-head" : [
    {
      "has-social-count" : "true",
      "kicker" : "Health",
      "sub-kicker" : "Nutrition",
      "title" : "5 Ways to Stay Cool Under Pressure",
      "subtitle" : "Real Simple asked five professionals with (unusually) stressful jobs to share their best secrets for keeping a level head.",
      "byline" : "Sarah Robbins",
      "date" : "November 22, 2015"
    }
  ],
  "listicle-items-1" : [
    {
      "number" : "1",
      "number-class" : "listicle-number",
      "block-class" : "block-article-list-item",
      "title" : "Before a Stressful Event, Stage a Mental Dress Rehearsal",
      "dek" : "<p>In surgery, you don’t have the luxury of wondering, What if this doesn’t work? It has to work. That’s why, the night before a big procedure, I run through the entire thing like a movie in my head. I also visualize what I’ll do in the event of major complications—which can make a huge difference. During a recent operation, my team encountered a problem when a hole opened in the vena cava, the largest vein in the body, during the removal of an attached tumor. It’s a terrifying situation: The person could bleed to death in minutes. But I had considered this possibility beforehand. So when the vein ruptured, I knew exactly what to do and quickly restored control. And I’m happy to report, the patient is doing fine.</p><p>Thomas Heffernan is a cancer surgeon in Dallas.</p>",
      "b-thumb" : [
        {
          "img": {
            "src": "http://cdn-image.realsimple.com/sites/default/files/styles/rs_main_image/public/image/images/0111/airplane-sunset_300.jpg?itok=ypMO-5N0",
            "alt": "Before a Stressful Event, Stage a Mental Dress Rehearsal"
          },
          "credit" : "Getty Images/ Martin Harvey of the WikiCommons and Google Images",
          "social-tools" : "true"
        }
      ]
    },
    {
      "number" : "2",
      "number-class" : "listicle-number",
      "block-class" : "block-article-list-item block--no-img",
      "title" : "Address the Most Urgent Need First",
      "dek" : "<p>During my 21 years as an air-traffic controller, I’ve had a number of unexpected things happen, from a bomb threat to a helicopter pilot telling me that he had lost his engine and needed to land right away. I always remember what a veteran controller once told me: “It’s always going to get crazy—just don’t get flustered by it. Prioritize as you go, and that way you’ll get through the decision-making process.” It’s crucial to discern between a real emergency and something that can wait. For example, a departing flight that cannot get its gear to retract is less critical than an aircraft with smoke in the cockpit. For me, safety trumps efficiency every time.</p><p>Cherie Hitt is a supervisory air-traffic controller at the world’s busiest airport, Hartsfield-Jackson Atlanta International.</p>"
    },
    {
      "number" : "3",
      "number-class" : "listicle-number",
      "block-class" : "block-article-list-item block--no-img",
      "title" : "Listen",
      "dek" : "<p>You can’t succeed in improv if you go onstage and just start telling jokes. You have to be flexible and pay attention to what people are saying so a scene doesn’t go astray. When you watch talented performers, you can see that they’re committed to the reality that’s being created onstage. In moments when they might not know what to say, they lean on their fellow cast members for more information. Often the group mind is more intelligent than any one given perspective. Yes, even yours.</p><p>Matt Walsh is a cofounder of the Upright Citizens Brigade improv sketch-comedy troupe. He lives in Los Angeles.</p>"
    }
  ],
  "listicle-items-2" : [
    {
      "number" : "4",
      "number-class" : "listicle-number",
      "block-class" : "block-article-list-item block--no-img",
      "title" : "Know When to Take a Breather",
      "dek" : "<p>Sometimes during a performance, a tiger will do something potentially dangerous that’s not in the routine. When that happens, I offer verbal reassurance (“OK, calm down”), almost like you would to a pet or a toddler. If that doesn’t work, I try offering red meat (really). But if a cat becomes threatening, I leave the ring so she can relax, even if that leads to an awkward pause in the show. The idea of “the show must go on” is important in the circus community, but I’ve learned not to let that mantra dictate my behavior.</p><p>Tabayara Maluenda is an exotic-animal trainer with Ringling Bros. and Barnum & Bailey Circus.</p>"
    },
    {
      "number" : "5",
      "number-class" : "listicle-number",
      "block-class" : "block-article-list-item block--no-img",
      "title" : "Block Out Anything Unnecessary",
      "dek" : "<p>Most of my pressure-filled moments come when big news breaks. On these days, there is so much information to consider that you can’t process it all fast enough to react at the speed of the market. Knowing that I have other people as a backup—to give me a market opinion or help out when I get stuck—helps me make confident, truly informed decisions. When the market starts moving really quickly, I’ll call out, “What’s going on?” My trusted team shouts information at me while I continue to trade and make decisions. Sometimes I close my eyes and breathe—just to clear my head of outside distractions. I know how to decipher my colleagues’ tone of voice and the specific words they use in order to make a lightning-quick decision. This is important, because in my line of work, there are no do-overs.</p><p>Doreen Mogavero is the founder and the CEO of—as well as a floor broker for—Mogavero Lee & Co., a boutique brokerage firm in New York City.</p>"
    }
  ]
}
